[
  "Enhanced-editing",
  "obsidian-admonition",
  "obsidian-contextual-typography",
  "obsidian-custom-attachment-location",
  "easy-typing-obsidian",
  "editing-toolbar",
  "obsidian-linter",
  "mysnippets-plugin",
  "obsidian-git",
  "obsidian-style-settings",
  "obsidian-quiet-outline"
]